{
    "en": "English",
    "ee": "Estonian",
    "ru": "Russian",
    "welcome": "Tech store",
    "Home": "Home page",
    "Phone": "Phone",
	"Headphones": "Headphones",
	"Watch": "Watch",
    "News": "News",
	"Clients": "Clients",
	"Contacts": "Contacts",
    "Theme": "Theme",
    "Follow": "Follow",
    "location": "Estonia, Tartu",
    "Card1": "Technology that makes life easier!",
	"Card2": "Explore a world of new possibilities with our tech!",
    "cardInfo1":"We offer innovative devices for everyday life: from home appliances to cutting-edge gadgets — all designed with comfort in mind!",
	"cardInfo2": "Our store provides access to the latest groundbreaking technologies, helping you unlock potential in the modern world!",
    "choose1": "Our store offers a wide selection of high-quality technology at attractive prices, catering to the needs of the most discerning customers.",
    "choose2": "We guarantee an individual approach to each client, providing not only products but also expert consultations for the best choice of technology.",
    "choose3": "With us, you get more than just a purchase, it's a full-fledged partnership: reliability, quality, and constant support at every stage of your buying experience.",
    "whyWe": "Why Choose us?",
    "feedback": "How satisfied are you with our website?",
    "about": "About us",
    "aboutTitle1": "10+ years of quality",
    "aboutInfo1": "Experience and innovation - our pride, your advantage.",
    "aboutTitle2": "Investing in the future",
    "aboutInfo2": "Supporting the development of modern technologies for you.",
    "aboutTitle3": "Ahead of technologies",
    "aboutInfo3": "Creating the future with you together.",
    "aboutTitle4": "Energy for your devices",
    "aboutInfo4": "Transformative technologies that inspire your life.",
    "description": "Description",
    "iphone15promax": "Apple iPhone 15 Pro Max is a smartphone where innovation meets style. Thanks to its A17 Pro chip, it offers incredible performance that's unmatched, while its aerospace-grade titanium design ensures exceptional durability while maintaining a stylish look. The 48 MP main camera elevates your photos and videos to a new level, giving every moment a cinematic quality. Experience the future today with the iPhone 15 Pro Max.",
    "iphone14promax": "A magical new way to interact with iPhone. Groundbreaking safety features designed to save lives. An innovative 48MP camera for mind-blowing detail. All powered by the ultimate smartphone chip.",
    "iphone12promax": "A14 Bionic stands out particularly compared to other smartphone chips. The Pro camera system takes low-light photography to a new level, and photos taken with the iPhone 12 Pro Max are even better. Ceramic Shield ensures even greater durability in case of falls. See all that it's capable of!",
    "iphone15": "iPhone 15's innovative design features a back glass panel with color infused throughout the material. A dual ion-exchange process for the glass and a casing made from aluminum used in spacecraft contribute to making the iPhone 15 incredibly durable."
}