{
    "en": "English",
    "ee": "Estonian",
    "ru": "Russian",
    "welcome": "Tech store",
    "Home": "Home page",
    "Phone": "Phone",
	"Headphones": "Headphones",
	"Watch": "Watch",
    "News": "News",
	"Clients": "Clients",
	"Contacts": "Contacts",
    "Theme": "Theme",
    "Follow": "Follow",
    "location": "Estonia, Tartu",
    "Card1": "Technology that makes life easier!",
	"Card2": "Explore a world of new possibilities with our tech!",
    "cardInfo1":"We offer innovative devices for everyday life: from home appliances to cutting-edge gadgets — all designed with comfort in mind!",
	"cardInfo2": "Our store provides access to the latest groundbreaking technologies, helping you unlock potential in the modern world!",
    "choose1": "Our store offers a wide selection of high-quality technology at attractive prices, catering to the needs of the most discerning customers.",
    "choose2": "We guarantee an individual approach to each client, providing not only products but also expert consultations for the best choice of technology.",
    "choose3": "With us, you get more than just a purchase, it's a full-fledged partnership: reliability, quality, and constant support at every stage of your buying experience.",
    "whyWe": "Why Choose us?",
    "feedback": "How satisfied are you with our website?",
    "about": "About us",
    "aboutTitle1": "10+ years of quality",
    "aboutInfo1": "Experience and innovation - our pride, your advantage.",
    "aboutTitle2": "Investing in the future",
    "aboutInfo2": "Supporting the development of modern technologies for you.",
    "aboutTitle3": "Ahead of technologies",
    "aboutInfo3": "Creating the future with you together.",
    "aboutTitle4": "Energy for your devices",
    "aboutInfo4": "Transformative technologies that inspire your life.",
    "description": "Description",
    "iphone15promax": "Apple iPhone 15 Pro Max is a smartphone where innovation meets style. Thanks to its A17 Pro chip, it offers incredible performance that's unmatched, while its aerospace-grade titanium design ensures exceptional durability while maintaining a stylish look. The 48 MP main camera elevates your photos and videos to a new level, giving every moment a cinematic quality. Experience the future today with the iPhone 15 Pro Max.",
    "applewatch8" : "Your essential companion is now even more powerful. Introducing temperature sensing for deeper insights into women’s health. Crash Detection to get help in an emergency. Sleep stages to better understand your sleep. And new ways to train using the enhanced Workout app. The future of health never looked so good.",
    "iphone14promax": "A magical new way to interact with iPhone. Groundbreaking safety features designed to save lives. An innovative 48MP camera for mind-blowing detail. All powered by the ultimate smartphone chip.",
    "airpods3": "All-new AirPods with spatial audio. It’s magic, remastered. With spatial audio that places sound all around you, Adaptive EQ that tunes music to your ears, and longer battery life that charges up in a snap. It shrugs off sweat and sprinkles, and delivers an experience that’s simply magical. Lightning Charging Case can be charged with the Lightning connector.",
    "applewatch9": "Our most powerful chip in Apple Watch ever. A magical new way to use your Apple Watch without touching the screen. A display that’s twice as bright. And now you can choose a watch case and band combination that’s carbon neutral.",
    "iphone15": "iPhone 15's innovative design features a back glass panel with color infused throughout the material. A dual ion-exchange process for the glass and a casing made from aluminum used in spacecraft contribute to making the iPhone 15 incredibly durable.",
    "airpods2gen": "AirPods Pro (2nd generation) koos MagSafe laadimiskarbiga (USB-C) on ümber disainitud, et pakkuda veelgi rikkalikumat kuulamiskogemust. Järgmise taseme aktiivne mürasummutus ja kohanduv läbikuuldavus vähendavad välist müra veelgi paremini. Isikupärastatud ruumiline heli viib sind kuulatava keskele. Puutetundlik juhtelement võimaldab nüüd helitugevust libistades reguleerida. Ja hüpe aku võimsuses tagab ühe laadimisega lausa 6 tundi kuulamisaega.",
    "applewatchultra": "The most rugged and capable Apple Watch pushes the limits again. Featuring the all-new S9 SiP. A magical new way to use your watch without touching the screen. The brightest Apple display ever. And now you can choose a case and band combination that is carbon neutral.",
    "googlepixel": "Wear OS by Google - a completely new user experience. A smooth and fast user interface with all necessary information designed with the watch's round design in mind. Assistance on the go from Google, right on your wrist. Google Maps helps you stay on the right track. Detailed instructions and an interactive view help you see your location and reach your destination.",
    "iphone13pro": "Truly, the golden mean between the iPhone 13 and 13 Pro Max. A model that's more substantial than the former and more compact than the latter. Its screen refresh rate matches that of the 13 Pro Max at 120Hz, ensuring an exceptionally smooth picture and a wealth of enjoyment for reading, gaming, Instagram, and more.",
    "galaxyflip": "The Samsung Galaxy Flip5 is a smartphone equipped with a unique vertical foldable design that allows users to enjoy a large screen without occupying too much space. It's an excellent choice for those who value compactness, style, and functionality - a phone that easily fits in the pocket without compromising on technological capabilities. With a high-quality camera, smooth user interface, and durable construction, it is suitable for both everyday use and social media enthusiasts who want to capture their life's best moments.",
    "name": "Name",
    "password": "Password",
    "login": "Login"
}
   