{
	"en": "Inglise",
	"ee": "Eesti",
	"ru": "Vene",
	"welcome": "Tehnikapood",
	"Home": "Avaleht",
	"Phone": "Telefonid",
	"Headphones": "Kõrvaklapid",
	"Watch": "Kellad",
	"News": "Uudised",
	"Clients": "Kliendid",
	"Contacts": "Kontakt",
	"Theme": "Teema",
	"Follow": "Jälgi",
	"location": "Eesti, Tartu",
	"Card1": "Tehnoloogia, mis teeb elu lihtsamaks!",
	"Card2": "Avage uute võimaluste maailm meie tehnikaga!",
	"cardInfo1":"Me pakume innovaatilisi seadmeid igapäevaeluks: alates kodumasinatest kuni tipptasemel vidinateni — kõik teie mugavuseks!",
	"cardInfo2": "Meie kauplus pakub juurdepääsu viimastele tehnoloogiatele, aidates teil avada potentsiaali tänapäeva maailmas!",
	"choose1": "Meie pood pakub laia valikut kvaliteetset tehnikat ahvatlevate hindadega, rahuldades kõige nõudlikumate klientide vajadused.",
	"choose2": "Me garanteerime individuaalse lähenemise igale kliendile, pakkudes mitte ainult tooteid, vaid ka ekspertnõustamist parima tehnikavaliku jaoks.",
	"choose3": "Meiega saate rohkemat kui lihtsalt ostu; see on täisväärtuslik partnerlus: usaldusväärsus, kvaliteet ja pidev tugi igal teie ostukogemuse etapil.",
	"whyWe": "Miks valida meid?",
	"feedback": "Kui rahul oled meie veebilehega?",
	"about": "Meiest",
	"aboutTitle1": "10+ aastat kvaliteeti",
	"aboutInfo1": "Kogemus ja innovatsioon - meie uhkus, teie eelis.",
	"aboutTitle2": "Investeeringud tulevikku",
	"aboutInfo2": "Toetame kaasaegsete tehnoloogiate arengut teie heaks.",
	"aboutTitle3": "Tehnoloogiate ees",
	"aboutInfo3": "Loome tuleviku teie keskmes koostöös.",
	"aboutTitle4": "Energia teie seadmetele",
	"aboutInfo4": "Tehnoloogiad, mis innustavad teie elu.",
	"description": "Kirjeldus",
	"iphone15promax": "Apple iPhone 15 Pro Max on nutitelefon, kus innovatsioon kohtub stiiliga. Tänu oma A17 Pro kiibile pakub see uskumatut jõudlust, mis on ületamatu, samal ajal kui lennundusklassi titaanist disain tagab erakordse vastupidavuse, säilitades samas stiilse välimuse. 48 MP põhikaamera tõstab teie fotod ja videod uuele tasemele, andes igale hetkele kinokvaliteedi. Koge tulevikku juba täna iPhone 15 Pro Max'iga.",
	"applewatch8" : "Sinu oluline kaaslane on nüüd veelgi võimekam. Uus temperatuuri mõõtev sensor aitab paremini mõista naiste tervist. Crash Detection avariituvastus aitab õnnetuse korral kutsuda abi. Une jälgimine võimaldab mõista magamist paremini. Täiustatud Workout rakendus viib Sinu treeningud uuele tasemele. Sinu tervise tulevik pole iialgi varem olnud nii positiivne.",
	"iphone14promax": "Uus maagiline viis iPhone kasutamiseks läbi Dynamic Island'i. Teedrajavad ohutusomadused, mis on loodud elusid päästma. Innovatiivne 48MP kaamera toob rabava detailsuse. Seda kõike veab parim nutitelefoni kiip iialgi.",
	"airpods3": "Täiesti uued. Nüüd ruumilise heliga. Maagilised. Uuel viisil. Ruumiline heli, mis ümbritseb sind täielikult. Aku pikem kestvus ning kiirlaadimine hetkega. Laadimiskarp on laetav läbi Lightning liidese. See kõik kõlab imeliselt.",
	"applewatch9": "Tutvustame Apple'i kõige võimsamat kiipi, mis on spetsiaalselt loodud Apple Watchi jaoks. Kogege uut maagilist interaktsiooni, kus saate suhelda oma kellaga ilma ekraani puudutamata. Imetlege ekraani, mille eredus ületab kõik varasemad, olles kaks korda heledam. Ning lisavõimalusena saate nüüd kohandada oma Apple Watchi, valides süsinikneutraalse korpuse ja rihma, mis kajastavad teie ainulaadset stiili.",
	"iphone15": "iPhone 15 uuenduslik disain sisaldab tagaklaasi, mille värv on imbunud üle kogu materjali. Klaasi jaoks kohandatud kahekordne ioonivahetusprotsess ja kosmosesõidukites kasutatavast alumiiniumist korpus aitavad muuta iPhone 15 uskumatult vastupidavaks.",
	"airpods2gen": "AirPods Pro (2nd generation) with MagSafe Charging Case (USB-C) have been reengineered for even richer audio experiences. Next-level Active Noise Cancellation and Adaptive Transparency reduce more external noise. Spatial Audio takes immersion to a remarkably personal level. Touch control now lets you adjust volume with a swipe. And a leap in power delivers 6 hours of battery life from a single charge.",
	"applewatchultra": "Esitleme Apple Watchi' kõige vastupidavamat ja dünaamilisemat versiooni, mis seab standardid kõrgemale kui kunagi varem. Tutvustame revolutsioonilist S9 SiP-d, mis avab ukse uutele, võlumaailma sarnastele interaktsioonidele - nüüd saad suhelda oma kellaga ilma ekraani puudutamata. Kogege seninägematut heledust tänu kõige eredamale Apple'i ekraanile, mis on kunagi loodud. Ja loo oma täiuslik stiil, valides süsinikneutraalse korpuse ja rihma kombinatsiooni, mis peegeldab just Sinu isikupära.",
	"googlepixel": "Wear OS by Google - täiesti uus kasutuskogemus. Sujuv ja kiire kasutajaliides ning kogu vajalik teave on loodud kella ümmargust disaini silmas pidades. Abi liikvel olles Abi Google’ilt, otse randmelt. Google Maps aitab sul õigel kursil püsida. Üksikasjalikud juhised ja interaktiivne vaade aitavad sul näha oma asukohta ja jõuda oma sihtpunkti.1",
	"iphone13pro": "iPhone 13 Pro on kuldne kesktee iPhone 13 ja iPhone 13 Pro Maxi vahel, pakkudes esimesest võimsamat sisu ning teisest kompaktsemat korpust. Sarnaselt Pro Maxile on ka iPhone 13 Pro nüüd varustatud 120 Hz värskendussagedusega ekraaniga, mis muudab kasutuskogemuse (nt artiklite lugemine, mängude mängimine, Instagramis skrollimine) varasemast sujuvamaks.",
	"galaxyflip": "Samsung Galaxy Flip5 on nutitelefon, mis on varustatud ainulaadse vertikaalse kokkuklapitava disainiga, mis võimaldab kasutajal nautida suurt ekraani ilma, et see hõivaks liigselt ruumi. See on suurepärane valik neile, kes hindavad kompaktsust, stiili ja funktsionaalsust - telefon sobib ideaalselt neile, kes soovivad seadet, mis mahub kergesti taskusse, kuid ei tee kompromisse tehnoloogiliste võimaluste osas. Kvaliteetne kaamera, sujuv kasutajaliides ja vastupidav konstruktsioon muudavad selle sobivaks nii igapäevaseks kasutamiseks kui ka sotsiaalmeedia entusiastidele, kes soovivad jäädvustada oma elu parimaid hetki."
}